import 'info_model.dart';

List<InfoModel> infoList = [
  InfoModel(
    title: "সালাতের ফরজ",
    description:
        "সালাত (নামায) সহিহ্ বা শুদ্ধ হওয়ার জন্য কতগুলো প্রয়োজনীয় বিষয় রয়েছে। যার কোনো একটি ইচ্ছায়ই হোক আর অনিচ্ছায়ই হোক, বাদ পড়লে নামায বাতিল হয়ে যাবে । নামাযে মোট ফরজ তেরোটি। নামাযের পূর্বে প্রস্তুতিমূলক সাতটি ফরজ রয়েছে । এগুলোকে নামাযের আহকাম বলা হয়।শরীর পবিত্র হওয়া ।. . . . . পরিধানের কাপড় পবিত্র হওয়া ।নামাযের স্থান পবিত্র হওয়া । কমপক্ষে দাঁড়ানোর জায়গা থেকে সিজদার জায়গা পর্যন্ত পবিত্র হতে হবে। ৪. সতর ঢাকা। পুরুষের নাভি থেকে হাঁটু পর্যন্ত এবং নারীদের মুখমণ্ডল, দুই হাতের কব্জি, পায়ের পাতা ছাড়া সমস্ত শরীর ঢাকা ।কিবলামুখী হওয়া । কিবলামুখী হয়ে সালাত আদায় করতে হবে। কিবলা অজানা অবস্থায় অথবা জানার কোনো উপায় না থাকলে নিজের প্রবল ধারণা অনুযায়ী কিবলা নির্ধারণ করে নামায আদায় করবে। নামাযের সময় হওয়া ।নিয়ত করা । যে ওয়াক্তের নামায আদায় করবে মনে মনে সেই ওয়াক্তের নামাযের নিয়ত করা । প্রত্যেকেই নিজ নিজ ভাষায় নিয়ত করতে পারবে ।নামাযের ভিতরে ছয়টি ফরজ রয়েছে। এগুলোকে নামাযের আরকান বলা হয়।২১. তাকবিরে তাহরিমা বা আল্লাহু আকবার বলে নামায আরম্ভ করা ।দাঁড়িয়ে নামায আদায় করা। দাঁড়াতে অক্ষম হলে বসে এবং বসতে সক্ষম না হলে শয়নাবস্থায় ইশারায় নামায আদায় করতে হবে ।- সূরা বা আয়াত তিলাওয়াত করা ।রুকু করা ।৫. সিজদাহ্ করা ।শেষ বৈঠক। যে বৈঠকের মধ্যে তাশাহ্হুদ, দরুদ ও দোয়া মাসূরা পড়ে সালাম ফিরিয়ে নামায শেষ করা হয় তাকেই শেষ বৈঠক বলে ।",
  ),

  InfoModel(
    title: "সালাত ভঙ্গ হওয়ার কারণ:",
    description:
        "নামাযের শুরুতে আমরা নিয়ত করে 'আল্লাহু আকবার' বলে হাত বাঁধি, একে বলা হয় তাকবিরে তাহরিমা । এই তাকবির বলার পর অন্য কোনো কাজ বা কথা বলা হারাম হয়ে যায় । যদি কেউ এমন করে ফেলে তবে নামায বাতিল হবে । কী কী কাজ করলে নামায ভেঙে যায় তা আমাদের জেনে রাখা প্রয়োজন । নামায ভঙ্গ হওয়ার কারণগুলো নিচে উল্লেখ করা হলো :১. নামাযের মধ্যে কাউকে সালাম দিলে এবং সালামের উত্তর দিলে। ২. নামাযের মধ্যে কথা বললে। ৩. কিছু খেলে। ৪. কিছু পান করলে। ৫. শব্দ করে হাসলে। ৬. বিপদ বা কষ্টের কারণে উচ্চস্বরে কাঁদলে। ৭. ব্যথা বা রোগের কারণে উহ্ আহ্ এরূপ শব্দ করলে। ৮. কুরআন মজিদ দেখে পড়লে । ৯. কিবলার দিক থেকে সীনা ঘুরালে। ১০. দুই হাত দিয়ে কোনো কাজ করলে। ১১. মুক্তাদি ইমাম অপেক্ষা সামনে দাঁড়ালে ১২. অপবিত্র স্থানে সিজদাহ করলে। ১৩. দুনিয়ার কোনো কিছু প্রার্থনা করলে। ১৪. বিনা কারণে বারবার কাশি দিলে । ১৫. নামাযের কোনো ফরজ বাদ গেলে । ১৬. কোনো সুসংবাদে 'আলহামদুলিল্লাহ' বললে। ১৭. কোনো দুঃসংবাদে 'ইন্নালিল্লাহ' বললে। ১৮, হাঁচি দিয়ে 'আলহামদুলিল্লাহ' বললে । ১৯. হাঁচির উত্তরে 'ইয়ারহামুকাল্লাহ্' বললে । ২০. নিজের ইমাম ছাড়া অন্য কারো ভুল ধরলে । ২১. আমলে কাসির করলে (এমন কাজ করা যা দেখলে মানুষ মনে করবে, সে নামায পড়ছে না) ।",
  ),
  InfoModel(
    title: "সালাত মাকরুহ হওয়ার কারণ:",
    description:
        "এমন কিছু কাজ আছে যা করলে নামায নষ্ট না হলেও সাওয়াব কম হয়, সেগুলো সালাতের মাকরুহ কাজ। নিম্নে এমন কতগুলো কাজের কথা উল্লেখ করা হলো :\n নামাযে বিনা কারণে আঙ্গুল মটকানো আলসেমি করে খালি মাথায় নামায আদায় করা (এ. কাপড় ধুলাবালি থেকে বাঁচানোর জন্য গুটিয়ে নেওয়া B. পরনের কাপড়, বোতাম, দাড়ি ইত্যাদি অহেতুক নাড়াচাড়া করা ৫. ময়লা ও অশালীন পোশাক পরে নামায আদায় করা 6. প্রস্রাব-পায়খানা চেপে রেখে নামায আদায় করা। ৭. নামাযে এদিক-ওদিক তাকানো । ৮. সিজদায় দুই হাত কনুই পর্যন্ত বিছিয়ে দেওয়া। ৯. ইমামের মেহরাবের ভিতরে দাঁড়ানো। ১০. প্রাণীর ছবিযুক্ত কাপড় পরা। ১১. আগের কাতারে জায়গা- থাকলেও একাকী পিছনে দাঁড়ানো ১২. ইশারায় সালাম করা ১৩. শুধু কপাল অথবা শুধু নাক মাটিতে ঠেকিয়ে সিজদাহ করা—– ১৪. বিনা কারণে শুধু ইমামের উচুস্থানে দাঁড়ানো ১১৫. বিনা কারণে চারজানু হয়ে বসা। ১৬. চোখ বন্ধ করে নামায আদায় করা । ১৭. তিলাওয়াত পূর্ণ না করেই রুকুর জন্য ঝুঁকে পড়া এটি সিজদাহর সময় পা মাটি থেকে উপরে উঠানো । ১৯. নামাযে আয়াত, তাসবিহ আঙ্গুল দিয়ে গণনা করা । ২০. তিলাওয়াতে অসুবিধা হয় মুখে এমন কোনো জিনিস রাখা।",
  ),

  InfoModel(
    title: "সালাতের নিষিদ্ধ সময়",
    description:
        "তিন সময় নামায পড়া নিষিদ্ধ : ১. ঠিক সূর্যোদয়ের সময় । ২. ঠিক দ্বিপ্রহরের সময় । ৩. সূর্যাস্তের সময়, তবে কোনো কারণে ঐ দিনের আসরের নামায আদায় করা না হলে তা ঐ সময় আদায় করা যাবে কিন্তু মাকরুহ হবে",
  ),

  InfoModel(
    title: "সালাতের মাকরুহ সময়",
    description:
        "১. ফজরের নামাযের পর সূর্য উদয় না হওয়া পর্যন্ত । ২. আসরের পর সূর্যাস্ত পর্যন্ত । ৩. ফজরের সময় হলে ঐ সময়ের সুন্নত ছাড়া অন্য কোনো নামায পড়া । ৪. ফরজ নামাযের জন্য যখন তাকবির দেওয়া হয় তখন অন্য নামায শুরু করা । ৫. যখন ইমাম জুমুআর খুতবা দিতে থাকেন তখন কোনো নামায শুরু করা। ৬. এশার নামায মধ্যরাতের পরে পড়া ।",
  ),
  InfoModel(
    title: "সালাতের সুন্নত",
    description:
        "১.তাকবিরে তাহরিমা বলার সময় পুরুষের কানের লতি ও নারীদের কাঁধ পর্যন্ত দুই হাত উঠানো । তাকবির বলার সময় দুই হাতের আঙ্গুলগুলো খুলে রাখা এবং কিবলামুখী করে রাখা ৮৩. নিয়ত করার পর ডান হাত বাম হাতের উপর রাখা । পুরুষের জন্য নাভির নিচে এবং নারীর জন্য বুকের উপর হাত রাখা । . তাকবিরে তাহরিমা বলার সময় মাথা অবনত না করা -৫. ইমামের জন্য জোরে তাকবির বলা ↓৬. সানা পড়া । এ. আউযুবিল্লাহ পড়া । ৮. প্রত্যেক রাকআতে সূরা ফাতিহার পূর্বে মনে মনে বিসৃমিল্লাহ্ পড়া ।8.ফরজ নামাযের তৃতীয়, চতুর্থ রাকআতে শুধু সুরা ফাতিহা পড়া। ১০ ফাতিহার পর আমিন বলা । ১১. সানা, আউযুবিল্লাহ, আমিন আস্তে, বলা। ১২. এক রুকন থেকে অন্য রুকনে যাওয়ার সময় তাকবির বলা। ১৩. রুকু এবং সিজদায় তাসবিহ পড়া ।১৪. রুকুতে মাথা ও কোমর সোজা রাখা এবং দুই হাতের আঙ্গুল দিয়ে উভয় হাঁটু ধরা । ১৫. রুকু থেকে উঠে দাঁড়ানো অবস্থায় ইমামের ‘সামি আল্লাহুলিমান হামিদাহ্ ও মুক্তাদির “রাব্বানা লাকাল হাম্দ' বলা । ১৬. সিজদায় যাওয়ার সময় প্রথমে হাঁটু, তারপর দুই হাত, তারপর নাক এবং সর্বশেষ কপাল মাটিতে রাখা ১৭. বসার সময় বাম পা বিছিয়ে তার উপর বসা এবং ডান পা খাড়া রাখা । ১৮. তাশাহ্হুদে লা-ইলাহা এর ‘লা’ উচ্চারণের সময় শাহাদাত স্কুল উঠানো ১৯. শেষ বৈঠকে তাশাহ্হুদের পর দরুদ পড়া। ২০. দরুদের পর দোয়া মাসূরা বা এই জাতীয় কোনো দোয়া পড়া ২১. প্রথমে ডানে এবং পরে বামে সালাম ফেরানো ।",
  ),
  InfoModel(
    title: "সালাতের মুস্তাহাব",
    description:
        "নামাযে এমন কিছু কাজ আছে যা মেনে চললে সাওয়াব পাওয়া যায়, কিন্তু ছেড়ে দিলে গুনাহ হয় না । এগুলোকে বলা হয় মুস্তাহাব । নামাযের কতিপয় মুস্তাহাব নিচে দেওয়া হলো :১. নামাযে দাঁড়ানো অবস্থায় সিজদার স্থানে দৃষ্টি রাখা। ১২. রুকুর সময় পায়ের উপর, সিজদার সময় নাকের উপর এবং বসা অসস্থায় কোলের উপর দৃষ্টি রাখা ৩. হাঁচি এলে, হাই উঠলে, কাশি এলে যথাসম্ভব চেপে রাখার চেষ্টা করা। ৪. ধীরস্থিরভাবে কুরআন পাঠ করা ৫. সিজদাহ্ সময় উভয় হাতের খা। ৬. মাগরিবের নামাযে ছোট সূরা পাঠ করা । ৭. একা একা নামায আদায়কালে রুকু, সিজদায় তাসবিহ তিনবারের বেশি (পাঁচ, সাত, নয় ইত্যাদি) পড়া।মধ্যস্থানে মাথা রাখা",
  ),

  InfoModel(
    title: "সালাতের ওয়াজিব",
    description:
        "নামাযের ওয়াজিব বলতে এমন সব জরুরি বিষয় বোঝায় যার কোনো একটি ভুলবশত ছুটে গেছে সিজদায়ে সাহু দ্বারা নামায শুদ্ধ করতে হয় । কিন্তু ইচ্ছাকৃত ছেড়ে দিলে নামায ভঙ্গ যায় এবং পুনরায় নামায আদায় করতে হয় ।\nনামাযের ওয়াজিব চৌদ্দটি। এগুলো নিম্নরূপ:১. প্রত্যেক রাকআতে সূরা ফাতিহা পড়া ।(ফাসিদ) হয়২. সূরা ফাতিহার সাথে কোনো একটি সূরা বা সূরার অংশবিশেষ পাঠ করা । অর্থাৎ আয়াত ছোট হলে কমপক্ষে তিনটি আয়াত এবং বড় হলে কমপক্ষে একটি আয়াত পাঠ করা।৩. রুকু, সিজদাহ্ ও তিলাওয়াতের আয়াতগুলোর ধারাবাহিকতা ঠিক রাখা।৪. নামাযের রুকনগুলো সঠিকভাবে আদায় করা।৫. রুকু করার পর সোজা হয়ে দাঁড়ানো ।৬. দুই সিজদার মাঝখানে সোজা হয়ে বসা।৭. প্রথম বৈঠক অর্থাৎ তিন বা চার রাকআত বিশিষ্ট নামাযে দুই রাকআত পড়ার পর তাশাহহুদ পড়ার জন্য বসা ।৮. তাশাহ্হুদ পাঠ করা ।৯. ইমামের জন্য উচ্চস্বরে তিলাওয়াতের স্থলে উচ্চস্বরে এবং চুপে চুপে তিলাওয়াতের স্থলে চুপে চুপে তিলাওয়াত করা।১০. বিতর নামাযে দোয়া কুনুত পাঠ করা ।১১. নামাযের মধ্যে সিজদার আয়াত পড়লে তিলাওয়াতে সিজদাহ্ করা ।১২. সিজদার মধ্যে উভয় হাত ও হাঁটু মাটিতে রাখা ।১৩. দুই ঈদে অতিরিক্ত ছয় তাকবির বলা ।১৪. আস্সালামু আলাইকুম ওয়া রাহ্মাতুল্লাহ বলে নামায শেষ করা ।",
  ),
];
