List <Map> johorItemList=[
  {
    'title':'যোহর নামাজ',
    'time':" দ্বিপ্রহরের পর সূর্য পশ্চিম আকাশে হেলে পড়লেই যোহরের সময় শুরু হয়) (প্রত্যেক বস্তুর ছায়া ছায়া আসলি' বাদ দিয়ে দ্বিগুণ হওয়া পর্যন্ত এই সময় থাকে)।(কোনো বস্তুর ঠিক দুপুরের সময়ে যে একটু ছায়া থাকে তাকেই 'ছায়া আসলি' বা আসল ছায়া বলে)। যেমন এক হাত লম্বা একটি কাঠির আসল ছায়া দুপুরবেলা চার আঙ্গুল ছিল। তারপর ঐ কাঠির ছায়া যখন দুই হাত চার আঙ্গুল হবে তখন যোহরের সময় শেষ হয়ে যাবে । (তিরমিযি)",
    'rakat':'সুন্নত: ৪ রাকাত", "ফরজ: ৪ রাকাত", "সুন্নত (পরে): ২ রাকাত", "নফল: ২ রাকাত',
  },
];